Repository: Rodisteph/steady
Catalog: Steady/Localizable.xcstrings
Source language: fr
Languages: en, es, pt

source: Relâche la pression avant de dormir.
en: Release the pressure before sleep.
es: Suelta la tensión antes de dormir.
pt: Liberta a pressão antes de dormir.

source: Remettre à zéro
en: Reset
es: Reiniciar
pt: Repor

source: Remise en forme
en: Get back in shape
es: Ponerse en forma
pt: Voltar à forma

source: Rends l'app 100 % à ton image
en: Make the app 100% yours
es: Haz la app 100 % tuya
pt: Deixe o app 100% com a sua cara

source: Renforce-toi sans salle, en progressant.
en: Get stronger without a gym, step by step.
es: Fortalécete sin gimnasio, paso a paso.
pt: Fica mais forte sem ginásio, passo a passo.

source: Renforcement jambes
en: Leg strengthening
es: Fortalecimiento de piernas
pt: Fortalecimento de pernas

source: Repas maison
en: Home-cooked meal
es: Comida casera
pt: Refeição caseira

source: Repos actif
en: Rest day on
es: Descanso activo
pt: Descanso ativo

source: Repos actif, séries protégées
en: Rest on, streaks protected
es: Descanso activo, rachas protegidas
pt: Descanso ativo, sequências protegidas

source: Repos, séries protégées
en: Rest, streaks protected
es: Descanso: rachas protegidas
pt: Descanso, sequências protegidas

source: Reprends le contrôle de ton temps d'écran.
en: Take back control of your screen time.
es: Recupera el control de tu tiempo de pantalla.
pt: Retoma o controlo do teu tempo de ecrã.

source: Repère tes tendances et ton meilleur jour
en: Spot your trends and your best day
es: Detecta tus tendencias y tu mejor día
pt: Vê as tuas tendências e o teu melhor dia

source: Reset digital
en: Digital reset

source: Respiration
en: Breathing
es: Respiración
pt: Respiração

source: Respiration 4-7-8
en: 4-7-8 breathing
es: Respiración 4-7-8
pt: Respiração 4-7-8

source: Respiration profonde
en: Deep breathing
es: Respiración profunda
pt: Respiração profunda

source: Respirer
en: Breathe
es: Respirar
pt: Respirar

source: Restaurer les achats
en: Restore purchases
es: Restaurar compras
pt: Restaurar compras

source: Reste bienveillant
en: Stay kind
es: Sé amable
pt: Sê gentil

source: Reste concentré
en: Stay focused
es: Mantén la concentración
pt: Fique concentrado

source: Retirer
en: Remove
es: Quitar
pt: Remover

source: Retirer 1 (erreur de saisie)
en: Remove 1 (input mistake)
es: Quitar 1 (error de entrada)
pt: Remover 1 (erro de digitação)

source: Retirer des favoris
en: Remove from favorites
es: Quitar de favoritos
pt: Remover dos favoritos

source: Retirer le filigrane avec Premium
en: Remove watermark with Premium
es: Quitar la marca de agua con Premium
pt: Remover marca d'água com Premium

source: Retirer le filtre
en: Remove the filter
es: Quitar el filtro
pt: Remover o filtro

source: Retrouve le plaisir de lire chaque jour.
en: Rediscover the joy of reading every day.
es: Redescubre el placer de leer cada día.
pt: Redescobre o prazer de ler todos os dias.

source: Revue du soir
en: Evening review
es: Revisión nocturna
pt: Revisão noturna

source: Rien de lourd ne ressort. Continue sur cette lancée.
en: Nothing heavy stands out. Keep it up.
es: Nada grave destaca. Sigue así.
pt: Nada de grave se destaca. Continua assim.

source: Rien de prévu aujourd'hui
en: Nothing planned today
es: Nada previsto hoy
pt: Nada planeado hoje

source: Risque de série
en: Streak risk
es: Riesgo de racha
pt: Risco de sequência

source: Routine du champion
en: Champion's routine
es: Rutina del campeón
pt: Rotina do campeão

source: Routine du matin
en: Morning routine
es: Rutina matutina
pt: Rotina da manhã

source: Règles de la communauté
en: Community rules
es: Reglas de la comunidad
pt: Regras da comunidade

source: Réactiver avec Premium
en: Reactivate with Premium
es: Reactivar con Premium
pt: Reativar com Premium

source: Récompenses
en: Rewards
es: Recompensas
pt: Recompensas

source: Récompenses doublées
en: Double rewards
es: Recompensas dobles
pt: Recompensas em dobro

source: Récupération pro
en: Pro recovery
es: Recuperación pro
pt: Recuperação pro

source: Régime propre
en: Clean diet
es: Dieta limpia
pt: Dieta limpa

source: Régularité
en: Consistency
es: Constancia
pt: Consistência

source: Régularité stable ce mois-ci.
en: Steady consistency this month.
es: Constancia estable este mes.
pt: Constância estável este mês.

source: Réinitialiser la disposition
en: Reset layout
es: Restablecer disposición
pt: Repor disposição

source: Réorganiser
en: Reorder
es: Reordenar
pt: Reordenar

source: Réorganiser les habitudes
en: Reorder habits
es: Reordenar hábitos
pt: Reordenar hábitos

source: Réparer ma série · %lld pièces
en: Repair my streak · %lld coins
es: Reparar mi racha · %lld monedas
pt: Reparar minha sequência · %lld moedas

source: Résoudre une énigme
en: Solve a puzzle
es: Resolver un acertijo
pt: Resolver um enigma

source: Résultats
en: Results
es: Resultados
pt: Resultados

source: Résumé
en: Summary
es: Resumen
pt: Resumo

source: Réussite
en: Success
es: Logro
pt: Sucesso

source: Réussite (7j)
en: Success (7d)
es: Logro (7d)
pt: Sucesso (7d)

source: Réussite aujourd'hui
en: Success today
es: Logro hoy
pt: Sucesso hoje

source: Réussite hebdomadaire
en: Weekly success
es: Logro semanal
pt: Sucesso semanal

source: Réussite sur 30 jours
en: Success over 30 days
es: Éxito en 30 días
pt: Sucesso em 30 dias

source: Réveil sans snooze
en: Wake up, no snooze
es: Despertar sin repetición
pt: Acordar sem soneca

source: Réveil à 6h
en: Wake up at 6 am
es: Despertar a las 6
pt: Acordar às 6h

source: Réveil à 6h · 21 jours
en: Wake at 6 AM · 21 days
es: Despertar a las 6h · 21 días
pt: Acordar às 6h · 21 dias

source: Réveil à heure fixe
en: Wake up at a fixed time
es: Despertar a hora fija
pt: Acordar em horário fixo

source: Réveil énergique
en: Energizing morning
es: Despertar con energía
pt: Despertar com energia

source: Réviser
en: Study
es: Repasar
pt: Rever

source: Réviser 1h
en: Study 1h
es: Estudiar 1h
pt: Estudar 1h

source: Révision focus
en: Focus study
es: Estudio focus
pt: Estudo focado

source: S'autoriser une pause
en: Allow a break
es: Permitirse una pausa
pt: Permitir uma pausa

source: Sache où part ton argent, sans tableur géant.
en: Know where your money goes, no giant spreadsheet.
es: Sabe adónde va tu dinero, sin hojas de cálculo gigantes.
pt: Saiba para onde vai seu dinheiro, sem planilha gigante.

# Saisie rapide : %lld sur %lld
source: Saisie rapide : %1$lld sur %2$lld
en: Quick entry: %lld of %lld
es: Entrada rápida: %lld de %lld
pt: Entrada rápida: %lld de %lld

source: Sans abonnement
en: No subscription
es: Sin suscripción
pt: Sem subscrição

source: Sans fast-food · 21 jours
en: No fast food · 21 days
es: Sin comida rápida · 21 días
pt: Sem fast-food · 21 dias

source: Sans habitude (suivi manuel)
en: No habit (manual tracking)
es: Sin hábito (seguimiento manual)
pt: Sem hábito (registo manual)

source: Sans pression
en: No pressure
es: Sin presión
pt: Sem pressão

source: Sans réseaux sociaux · 14 jours
en: No social media · 14 days
es: Sin redes sociales · 14 días
pt: Sem redes sociais · 14 dias

source: Sans sucre ajouté · 30 jours
en: No added sugar · 30 days
es: Sin azúcar añadido · 30 días
pt: Sem açúcar adicionado · 30 dias

source: Sans sucre · 15 jours
en: No sugar · 15 days
es: Sin azúcar · 15 días
pt: Sem açúcar · 15 dias

source: Sans tabac · 30 jours
en: Smoke-free · 30 days
es: Sin tabaco · 30 días
pt: Sem tabaco · 30 dias

source: Sans écran le matin · 21 jours
en: No morning screen · 21 days
es: Sin pantalla por la mañana · 21 días
pt: Sem ecrã de manhã · 21 dias

source: Santé
en: Health
es: Salud
pt: Saúde

source: Sauge
en: Sage
es: Salvia
pt: Sálvia

source: Se coucher tôt
en: Go to bed early
es: Acostarse temprano
pt: Dormir cedo

source: Se déconnecter
en: Sign out
es: Cerrar sesión
pt: Terminar sessão

source: Semaine
en: Week
es: Semana
pt: Semana

source: Semaine calme. Aucun jugement, on repart en douceur dès maintenant.
en: Quiet week. No judgment, let's ease back in now.
es: Semana tranquila. Sin juicios, retomamos con calma ahora.
pt: Semana calma. Sem julgamentos, recomeçamos com calma agora.

source: Semaine en demi-teinte (%lld%%). Choisis UNE habitude clé pour relancer la machine, sans pression.
en: Mixed week (%lld%%). Pick ONE key habit to restart, no pressure.
es: Semana irregular (%lld%%). Elige UN hábito clave para reactivarte, sin presión.
pt: Semana mista (%lld%%). Escolhe UM hábito-chave para recomeçar, sem pressão.

source: Semaine en feu 🔥
en: Week on fire 🔥
es: Semana en llamas 🔥
pt: Semana em chamas 🔥

source: Semaine exceptionnelle : %lld validations. Tu progresses visiblement !
en: Outstanding week: %lld check-ins. You're clearly making progress!
es: Semana excepcional: %lld validaciones. ¡Progresas a ojos vistas!
pt: Semana excecional: %lld validações. Estás claramente a progredir!

source: Ses validations et ses séries seront définitivement effacées.
en: Its check-ins and streaks will be permanently erased.
es: Sus validaciones y rachas se borrarán definitivamente.
pt: Suas validações e sequências serão apagadas definitivamente.

source: Session focus 90 min
en: 90-min focus session
es: Sesión de enfoque 90 min
pt: Sessão de foco 90 min

source: Session terminée !
en: Session done!
es: ¡Sesión completada!
pt: Sessão concluída!

source: Signale ce qui dérange
en: Report what bothers you
es: Denuncia lo que te moleste
pt: Denuncia o que te incomoda

source: Signaler
en: Report
es: Denunciar
pt: Denunciar

source: Signaler ce message
en: Report this message
es: Denunciar este mensaje
pt: Denunciar esta mensagem

source: Sobre · 30 jours
en: Sober · 30 days
es: Sobrio · 30 días
pt: Sóbrio · 30 dias

source: Soir
en: Evening
es: Noche
pt: Noite

source: Soir zen
en: Calm evening
es: Noche zen
pt: Noite zen

source: Sois fier de te montrer, même les jours sans envie.
en: Be proud of showing up, even on the days you don't feel like it.
es: Siéntete orgulloso de aparecer, incluso los días sin ganas.
pt: Orgulha-te de apareceres, mesmo nos dias sem vontade.

source: Sommeil
en: Sleep
es: Sueño
pt: Sono

source: Sommeil de champion
en: Champion sleep
es: Sueño de campeón
pt: Sono de campeão

source: Souplesse · 21 jours
en: Flexibility · 21 days
es: Flexibilidad · 21 días
pt: Flexibilidade · 21 dias

source: Soutien indépendant
en: Indie support
es: Apoyo independiente
pt: Apoio independente

source: Spam ou arnaque
en: Spam or scam
es: Spam o estafa
pt: Spam ou golpe

source: Sport 20 min
en: Exercise 20 min
es: Deporte 20 min
pt: Exercício 20 min

source: Stable cette semaine
en: Steady this week
es: Estable esta semana
pt: Estável esta semana

source: Stable, c'est déjà solide. Une petite victoire pour pimenter ?
en: Steady is already solid. A small win to spice it up?
es: Estable ya es sólido. ¿Una pequeña victoria para animarlo?
pt: Estável já é sólido. Uma pequena vitória para animar?

source: Statistiques
en: Statistics
es: Estadísticas
pt: Estatísticas

source: Statistiques avancées
en: Advanced stats
es: Estadísticas avanzadas
pt: Estatísticas avançadas

source: Statut
en: Status
es: Estado
pt: Estado

source: Steady applique une tolérance zéro envers les contenus offensants et les comportements abusifs.
en: Steady has zero tolerance for offensive content and abusive behaviour.
es: Steady aplica tolerancia cero al contenido ofensivo y los comportamientos abusivos.
pt: O Steady aplica tolerância zero a conteúdo ofensivo e comportamentos abusivos.

source: Streak parfait !
en: Perfect streak!
es: ¡Racha perfecta!
pt: Sequência perfeita!

source: Suggéré : %@
en: Suggested: %@
es: Sugerido: %@
pt: Sugerido: %@

source: Suggéré d'après tes validations : %lldh
en: Suggested from your check-ins: %lld:00
es: Sugerido según tus validaciones: %lld:00
pt: Sugerido pelas tuas validações: %lld:00

source: Suis autant d'habitudes que tu veux
en: Track as many habits as you want
es: Sigue tantos hábitos como quieras
pt: Acompanha quantos hábitos quiseres

source: Suis toutes tes habitudes, sans aucune limite
en: Track all your habits, no limits
es: Sigue todos tus hábitos, sin límites
pt: Acompanha todos os teus hábitos, sem limites

source: Suis toutes tes habitudes, sans limite
en: Track every habit, no limits
es: Sigue todos tus hábitos, sin límite
pt: Acompanhe todos os hábitos, sem limite

source: Suivant
en: Next
es: Siguiente
pt: Seguinte

source: Suivez autant d'habitudes que vous voulez
en: Track as many habits as you want
es: Sigue todos los hábitos que quieras
pt: Acompanha quantos hábitos quiseres

source: Super ! Les bons jours construisent les bonnes semaines.
en: Great! Good days build good weeks.
es: ¡Genial! Los buenos días construyen buenas semanas.
pt: Ótimo! Bons dias constroem boas semanas.

source: Super rythme ! Tu as validé %lld validations cette semaine.
en: Great pace! You logged %lld check-ins this week.
es: ¡Buen ritmo! Has registrado %lld validaciones esta semana.
pt: Bom ritmo! Registaste %lld validações esta semana.

source: Super rythme : %lld validations cette semaine. Continue comme ça !
en: Great pace: %lld check-ins this week. Keep it up!
es: Buen ritmo: %lld validaciones esta semana. ¡Sigue así!
pt: Bom ritmo: %lld validações esta semana. Continua assim!

source: Superbe semaine ! Tu as validé %1$lld%% de tes habitudes et tenu une série de %2$lld jours. %3$@ reste ton jour à surveiller.
en: Great week! You completed %lld%% of your habits and held a %lld-day streak. %@ remains your day to watch.
es: ¡Gran semana! Completaste el %lld%% de tus hábitos y mantuviste una racha de %lld días. El %@ sigue siendo tu día a vigilar.
pt: Ótima semana! Validaste %lld%% dos teus hábitos e manténs uma sequência de %lld dias. %@ continua a ser o teu dia a vigiar.

source: Supprimer
en: Delete
es: Eliminar
pt: Eliminar

source: Supprimer (historique inclus)
en: Delete (history included)
es: Eliminar (historial incluido)
pt: Excluir (histórico incluído)

source: Supprimer cette habitude ?
en: Delete this habit?
es: ¿Eliminar este hábito?
pt: Eliminar este hábito?

source: Supprimer l'habitude
en: Delete habit
es: Eliminar hábito
pt: Eliminar hábito

source: Supprimer la note
en: Delete note
es: Eliminar nota
pt: Eliminar nota

source: Supprimer mon compte
en: Delete my account
es: Eliminar mi cuenta
pt: Eliminar a minha conta

source: Supprimer ton compte
en: Delete your account
es: Eliminar tu cuenta
pt: Eliminar a tua conta

source: Supprimer « %@ » ?
en: Delete “%@”?
es: ¿Eliminar «%@»?
pt: Excluir “%@”?

source: Système
en: System
es: Sistema
pt: Sistema

source: Série
en: Streak
es: Racha
pt: Sequência

source: Série actuelle
en: Current streak
es: Racha actual
pt: Sequência atual

source: Série en cours
en: Current streak
es: Racha actual
pt: Sequência atual

source: Série moyenne
en: Average streak
es: Racha media
pt: Sequência média

source: Séries, résumés et tendances détaillées
en: Streaks, summaries and detailed trends
es: Rachas, resúmenes y tendencias detalladas
pt: Sequências, resumos e tendências detalhadas

source: Séries, tendances et graphiques clairs pour célébrer chaque avancée.
en: Streaks, trends and clear charts to celebrate every step.
es: Rachas, tendencias y gráficos claros para celebrar cada avance.
pt: Sequências, tendências e gráficos claros para celebrar cada avanço.

source: Sérieusement, %lld jours ? Même ton téléphone est impressionné.
en: Seriously, %lld days? Even your phone is impressed.
es: ¿En serio, %lld días? Hasta tu teléfono está impresionado.
pt: Sério, %lld dias? Até seu telefone está impressionado.

source: Ta régularité est à %lld%%. Impressionnant.
en: Your consistency is %lld%%. Impressive.
es: Tu constancia es del %lld%%. Impresionante.
pt: A tua constância está em %lld%%. Impressionante.

source: Ta régularité progresse (+%lld cette semaine). Continue comme ça.
en: Your consistency is rising (+%lld this week). Keep going.
es: Tu constancia sube (+%lld esta semana). Sigue así.
pt: A tua constância sobe (+%lld esta semana). Continua.

source: Ta série prend de l'élan. Ce serait dommage de la lâcher juste avant que ça devienne intéressant.
en: Your streak is picking up speed. Shame to drop it right before it gets interesting.
es: Tu racha está cogiendo impulso. Sería una pena soltarla justo antes de que se ponga interesante.
pt: Sua sequência está ganhando embalo. Seria uma pena largá-la bem antes de ficar interessante.

source: Ta série s'est arrêtée hier
en: Your streak ended yesterday
es: Tu racha se detuvo ayer
pt: Sua sequência parou ontem

source: Tape un jour pour le cocher ou le décocher.
en: Tap a day to check or uncheck it.
es: Toca un día para marcarlo o desmarcarlo.
pt: Toque num dia para marcar ou desmarcar.

source: Tapotez une habitude pour la valider. Suivez vos séries et votre progression.
en: Tap a habit to check it off. Track your streaks and progress.
es: Toca un hábito para completarlo. Sigue tus rachas y tu progreso.
pt: Toca num hábito para o concluir. Acompanha as tuas sequências e progresso.

source: Taux de réussite, régularité, graphiques sur 14 jours et 8 semaines, meilleur et pire jour.
en: Success rate, consistency, 14-day and 8-week charts, best and worst day.
es: Tasa de éxito, regularidad, gráficos de 14 días y 8 semanas, mejor y peor día.
pt: Taxa de sucesso, regularidade, gráficos de 14 dias e 8 semanas, melhor e pior dia.

source: Temps écoulé. Relance-le quand tu veux.
en: Time's up, restart it whenever you like.
es: Se acabó el tiempo: reinícialo cuando quieras.
pt: Tempo esgotado, reinicia quando quiseres.

source: Tendances, graphiques, meilleur jour
en: Trends, charts, best day
es: Tendencias, gráficos, mejor día
pt: Tendências, gráficos, melhor dia

source: Termine la journée avec un livre.
en: End the day with a book.
es: Termina el día con un libro.
pt: Termina o dia com um livro.

source: Termine ta douche à l'eau froide pendant 30 jours.
en: End your shower cold for 30 days.
es: Termina tu ducha con agua fría durante 30 días.
pt: Termine seu banho com água fria por 30 dias.

source: Termine ta douche à l'eau froide, 21 jours.
en: Finish your shower cold, 21 days.
es: Termina tu ducha con agua fría, 21 días.
pt: Termina o teu duche com água fria, 21 dias.

source: Terminer
en: Done
es: Terminar
pt: Concluir

source: Terminé
en: Done
es: Hecho
pt: Concluído

source: Tes défis
en: Your challenges
es: Tus desafíos
pt: Os teus desafios

source: Tes habitudes se valident seules
en: Your habits complete themselves
es: Tus hábitos se validan solos
pt: Os teus hábitos validam-se sozinhos

source: Tes insights
en: Your insights
es: Tus ideas
pt: As tuas análises

source: Tes insights t'attendent
en: Your insights await
es: Tus ideas te esperan
pt: As tuas análises esperam-te

source: Tes modifications sont enregistrées automatiquement.
en: Your changes are saved automatically.
es: Tus cambios se guardan automáticamente.
pt: As tuas alterações são guardadas automaticamente.

source: Thème
en: Theme
es: Tema
pt: Tema

source: Thèmes de couleur
en: Color themes
es: Temas de color
pt: Temas de cor

source: Tiens la planche chaque jour pendant 30 jours.
en: Hold a plank every day for 30 days.
es: Mantén la plancha cada día durante 30 días.
pt: Mantém a prancha todos os dias durante 30 dias.

source: Ton Steady Wrapped
en: Your Steady Wrapped
es: Tu Steady Wrapped
pt: Seu Steady Wrapped

source: Ton Wrapped sans filigrane
en: Your Wrapped, watermark-free
es: Tu Wrapped sin marca de agua
pt: O teu Wrapped sem marca d'água

source: Ton ami n'est pas encore sur Steady ?
en: Your friend isn't on Steady yet?
es: ¿Tu amigo aún no está en Steady?
pt: Seu amigo ainda não está no Steady?

source: Ton bilan de la semaine
en: Your week in review
es: Tu resumen de la semana
pt: O teu balanço da semana

source: Ton canapé mène 1 à 0. Tu as toute la journée pour égaliser.
en: Your couch is up 1–0. You have all day to even the score.
es: Tu sofá gana 1 a 0. Tienes todo el día para empatar.
pt: Seu sofá vence por 1 a 0. Você tem o dia todo para empatar.

source: Ton coach IA personnel
en: Your personal AI coach
es: Tu coach de IA personal
pt: O teu coach de IA pessoal

source: Ton coach a analysé tes habitudes. Passe à Premium pour découvrir tes conseils personnalisés.
en: Your coach has analyzed your habits. Go Premium to unlock your personalized advice.
es: Tu coach ha analizado tus hábitos. Hazte Premium para ver tus consejos personalizados.
pt: O teu coach analisou os teus hábitos. Passa a Premium para ver os teus conselhos personalizados.

source: Ton coach apprend
en: Your coach is learning
es: Tu coach está aprendiendo
pt: O teu coach está a aprender

source: Ton futur toi observe. Offre-lui un spectacle correct.
en: Your future self is watching. Put on a decent show.
es: Tu yo del futuro está mirando. Ofrécele un buen espectáculo.
pt: Seu eu do futuro está observando. Faça um espetáculo decente.

source: Ton humeur ne dépend pas que des habitudes. Prends soin de toi avant tout.
en: Your mood isn't only about habits, take care of yourself first.
es: Tu ánimo no depende solo de los hábitos, cuídate primero.
pt: O teu humor não depende só dos hábitos, cuida de ti primeiro.

source: Ton jour le plus productif : %@.
en: Your most productive day: %@.
es: Tu día más productivo: %@.
pt: O teu dia mais produtivo: %@.

source: Ton jour star
en: Your star day
es: Tu día estrella
pt: Seu dia estrela

source: Ton journal
en: Your journal
es: Tu diario
pt: O teu diário

source: Ton meilleur moment
en: Your best time
es: Tu mejor momento
pt: O teu melhor momento

source: Ton profil
en: Your profile
es: Tu perfil
pt: Seu perfil

source: Ton pseudo
en: Your username
es: Tu usuario
pt: O teu nome

source: Ton récap à partager en une carte
en: Your recap to share in one card
es: Tu resumen para compartir en una tarjeta
pt: Seu resumo para compartilhar em um cartão

source: Ton résumé de la semaine
en: Your weekly summary
es: Tu resumen de la semana
pt: O teu resumo da semana

source: Toujours sous tes yeux
en: Always in sight
es: Siempre a la vista
pt: Sempre à vista

source: Tous
en: All
es: Todos
pt: Todos

source: Tous les jours
en: Every day
es: Todos los días
pt: Todos os dias

source: Tous les thèmes
en: All themes
es: Todos los temas
pt: Todos os temas

source: Tous les thèmes de couleur premium
en: All premium color themes
es: Todos los temas de color premium
pt: Todos os temas de cor premium

source: Tous tes amis sont déjà dans ce groupe
en: All your friends are already in this group
es: Todos tus amigos ya están en este grupo
pt: Todos os seus amigos já estão neste grupo

source: Tout est validé !
en: All done!
es: ¡Todo hecho!
pt: Tudo concluído!

source: Tout est validé. Bravo !
en: All done. Well done!
es: ¡Todo hecho. Bravo!
pt: Tudo concluído. Parabéns!

source: Tout l'historique de cette habitude sera supprimé.
en: All history for this habit will be deleted.
es: Se eliminará todo el historial de este hábito.
pt: Todo o histórico deste hábito será eliminado.

source: Toutes
en: All
es: Todas
pt: Todas

source: Traiter le courrier du jour
en: Deal with today's mail
es: Gestionar el correo del día
pt: Tratar a correspondência do dia

source: Travail
en: Work
es: Trabajo
pt: Trabalho

source: Traverse tes partiels, sereinement
en: Get through your exams, calmly
es: Supera tus exámenes con calma
pt: Passe pelas provas com calma

source: Triste
en: Sad

source: Tu as franchi %lld validations au total. Quel chemin parcouru !
en: You've passed %lld total completions. What a journey!
es: Has superado %lld validaciones en total. ¡Qué camino!
pt: Já passaste %lld validações no total. Que caminho!

source: Tu as pris le temps d'écrire ce soir, déjà une belle habitude.
en: You took time to write tonight, already a great habit.
es: Te tomaste tiempo para escribir esta noche, ya es un buen hábito.
pt: Tiraste tempo para escrever hoje, já é um bom hábito.
